Repository: jazzband/django-avatar
Catalog: avatar/locale/*/LC_MESSAGES/django.po
Languages: fa, fr, it, ja, nl, pl, pt_br, ru, sk_sk, zh_cn

source: Avatar
fa: آواتار
ja: プロフィール画像
nl: Profielfoto
sk_sk: Profilová fotografia
zh_cn: 头像

source: avatar
fa: آواتار
ja: プロフィール画像
nl: profielfoto
zh_cn: 头像

source: %(ext)s is an invalid file extension. Authorized extensions are : %(valid_exts_list)s
fa: %(ext)s یک فایل با پسوند نامناسب است. پسوندهای مناسب این‌ها هستند:%(valid_exts_list)s
fr: %(ext)s n'est pas une extension de fichier valide. Les extensions autorisées sont: %(valid_exts_list)s
it: %(ext)s non è una estensione valida. Le estensioni accettate sono : %(valid_exts_list)s
ja: %(ext)s は利用できない拡張子です。 使用可能な拡張子 : %(valid_exts_list)s
nl: %(ext)s is een ongeldig bestandsformaat. Toegestane formaten zijn : %(valid_exts_list)s
pl: %(ext)s jest nieprawidłowym rozszerzeniem. Dozwolone rozszerzenia to: %(valid_exts_list)s
pt_br: %(ext)s é uma extensão informada inválida. Os Formatos permitidos são : %(valid_exts_list)s
ru: %(ext)s запрещённое расширение. Разрешённые расширения: %(valid_exts_list)s
sk_sk: %(ext)s je neplatný typ súboru. Povolené typy sú: %(valid_exts_list)s
zh_cn: %(ext)s 是不正确的文件扩展名。 正确的扩展名为 : %(valid_exts_list)s

source: Your file is too big (%(size)s), the maximum allowed size is %(max_valid_size)s
fa: فایلی که فرستادید بیش از حد مجاز بزرگ است(%(size)s). حداکثر مجاز این است:%(max_valid_size)s
fr: Le fichier est trop gros (%(size)s), la taille maximum autorisée est %(max_valid_size)s
it: Il file è troppo grande (%(size)s), la massima dimensione consentita è %(max_valid_size)s
ja: ファイルが大きすぎます(%(size)s)。アップロード可能な最大サイズは %(max_valid_size)s です。
nl: Het bestand is te groot (%(size)s), de maximale groote is %(max_valid_size)s
pl: Twój plik jest zbyt duży (%(size)s), maksymalny dopuszcalny rozmiar wynosi %(max_valid_size)s
pt_br: Arquivo muito grande (%(size)s), o máximo permitido é %(max_valid_size)s
ru: Файл слишком большой (%(size)s), максимальный допустимый размер %(max_valid_size)s
sk_sk: Váš súbor je príliš veľký (%(size)s), maximálna povolená veľkost je %(max_valid_size)s
zh_cn: 上传文件太大 (%(size)s)， 允许的最大文件为 %(max_valid_size)s

source: You already have %(nb_avatars)d avatars, and the maximum allowed is %(nb_max_avatars)d.
fa: شما هم‌اکنون %(nb_avatars)d تعداد آواتار دارید و حداکثر مجاز%(nb_max_avatars)d تا است.
fr: Vous avez déjà %(nb_avatars)d avatars, et le maximum autorisé est %(nb_max_avatars)d.
it: Hai già %(nb_avatars)d avatar, e il massimo numero consentito è %(nb_max_avatars)d.
ja: 登録可能なプロフィール画像は %(nb_max_avatars)d 個までです。すでに %(nb_avatars)d 個登録されています。
nl: Er zijn al %(nb_avatars)d profielfoto's, het maximale aantal is %(nb_max_avatars)d.
pl: Aktualnie masz %(nb_avatars)d avatarów, podczas gdy maksymalna dopuszczalna liczba wynosi %(nb_max_avatars)d.
pt_br: Você já possui %(nb_avatars)d fotos. O máximo permitido é %(nb_max_avatars)d.
ru: У вас уже %(nb_avatars)d аватаров, максимально допустимо %(nb_max_avatars)d.
sk_sk: Už teraz máte %(nb_avatars)d nahratých profilových fotografií. Maximálne povolené množstvo je %(nb_max_avatars)d.
zh_cn: 您目前有 %(nb_avatars)d 个头像, 最多可以有 %(nb_max_avatars)d 个。

source: Choices
fa: انتخاب‌ها
fr: Choix
it: Opzioni
ja: 選択
nl: Keuzes
pl: Opcje wyboru
pt_br: Opções
zh_cn: 选项

source: user
fa: کاربر
it: utente

source: primary
fa: اصلی
it: principale

source: uploaded at
fa: بارگزاری شده در
it: caricato su

source: avatars
fa: آواتارها

source: Your current avatar:
fa: آواتار فعلی شما:
fr: Votre avatar actuel:
it: Il tuo attuale avatar è:
ja: 現在のプロフィール画像：
nl: De huidige profielfoto:
pl: Twój aktualny avatar
pt_br: Sua foto atual:
ru: Ваш аватар:
sk_sk: Vaša súčasná profilová fotografia:
zh_cn: 您当前的头像：

source: You haven't uploaded an avatar yet. Please upload one now.
fa: شما تاکنون آواتاری بارگزاری نکرده‌اید، لطفا یکی بارگزاری کنید.
fr: Vous n'avez pas encore ajouté d'avatar. Veuillez le faire maintenant.
it: Non hai ancora caricato un avatar. Per favore, carica uno adesso.
ja: 登録されているプロフィール画像はありません。アップロードしてください。
nl: Er is nog geen profielfoto. Upload een nieuwe.
pl: Nie masz aktualnie żadnych avatarów. Prosimy wyślij teraz.
pt_br: Você ainda não possui uma foto de perfil
ru: Вы ещё не загружали аватар. Пожалуйста, загрузите его.
sk_sk: Zatiaľ nemáte žiadnu profilovú fotografiu.
zh_cn: 您还没有上传任何头像，请现在上传一个吧。

source: Upload New Image
fa: بارگزاری عکس جدید
fr: Ajouter une nouvelle image
it: Carica una Nuova Immagine
ja: 新しい画像のアップロード
nl: Upload nieuw plaatje
pl: Wyślij nowy obraz
pt_br: Enviar foto
ru: Загрузить новое изображение
sk_sk: Nahrať novú fotografiu
zh_cn: 上传新照片

source: Choose new Default
fa: انتخاب یکی به عنوان پیش‌فرض
fr: Choisir le nouvel avatar par défaut
it: Scegli un nuovo predefinito
ja: デフォルトの画像を選択
nl: Kies nieuwe standaard
pl: Wybierz nowy domyślny
pt_br: Escolher padrão
ru: Выберите используемый по умолчанию
sk_sk: Vybrať novú profilovú fotografiu
zh_cn: 选择默认

source: Please select the avatars that you would like to delete.
fa: لطفا آواتاری که مایلید حذف شود، انتخاب کنید.
fr: Veuillez sélectionner les avatars que vous souhaitez effacer
it: Per favore, seleziona gli avatar che vuoi eliminare.
ja: 削除したいプロフィール画像を選択してください。
nl: Selecteer de te verwijderen de profielfoto's.
pl: Wybierz avatar, który chcesz usunąć.
pt_br: Por favor, selecione as fotos que você deseja excluir
ru: Выберите аватары, которые собираетесь удалить
sk_sk: Prosím zvoľte fotografie, ktoré si želáte zmazať.
zh_cn: 选择要删除的头像。

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
fa: شما آواتاری برای حذف کردن ندارید؛لطفا یکی <a href="%(avatar_change_url)s">بارگزاری</a> کنید.
fr: Vous n'avez aucun avatar à effacer. Veuillez en <a href="%(avatar_change_url)s">ajouter</a> un maintenant.
it: Non hai avatar da eliminare. Per favore <a href="%(avatar_change_url)s">carica uno </a> adesso.
ja: 削除できるプロフィール画像はありません。<a href="%(avatar_change_url)s">新規画像のアップロード</a>.
nl: Er zijn geen profielfoto's om te verwijderen. <a href="%(avatar_change_url)s">Upload</a> een nieuwe.
pl: Nie masz avatarów do usunięcia. Prosimy <a href="%(avatar_change_url)s">dodaj nowy</a>.
pt_br: Você não possui uma foto. Deseja <a href="%(avatar_change_url)s">enviar uma agora?</a>
ru: У вас нет аватаров. <a href="%(avatar_change_url)s">Загрузите</a> его.
sk_sk: Nemáte žiadne profilové fotografie, ktoré by ste mohli zmazať. Nahrať si ich môžete <a href="%(avatar_change_url)s">tu</a>.
zh_cn: 没有头像可以删除. 请 <a href="%(avatar_change_url)s">上传一个新头像</a>。

source: Delete These
fa: این(ها) را حذف کن
fr: Effacer
it: Elimina Questi
ja: 削除
nl: Verwijder deze
pl: Usuń wybrane
pt_br: Excluir estes
ru: Удалить эти
sk_sk: Zmazať
zh_cn: 删除

source: %(avatar_creator)s has updated their avatar %(avatar)s. http://%(current_site)s%(avatar_url)s
fa: %(avatar_creator)s آواتار خود را بروزرسانی کردند %(avatar)s. http://%(current_site)s%(avatar_url)s
it: %(avatar_creator)s ha aggiornato i suoi avatar %(avatar)s. http://%(current_site)s%(avatar_url)s
ja: %(avatar_creator)s さんがプロフィール画像 %(avatar)s をアップロードしました。 http://%(current_site)s%(avatar_url)s
nl: %(avatar_creator)s heeft zijn profielfoto vernieuwd %(avatar)s. http://%(current_site)s%(avatar_url)s
pl: %(avatar_creator)s zaktualizował / zaktualizowała avatar %(avatar)s. http://%(current_site)s%(avatar_url)s
sk_sk: %(avatar_creator)s si aktualizoval svoju profilovú fotografiu %(avatar)s. http://%(current_site)s%(avatar_url)s
zh_cn: %(avatar_creator)s 更新了头像 %(avatar)s. http://%(current_site)s%(avatar_url)s

source: <a href="%(user_url)s">%(avatar_creator)s</a> has updated their avatar <a href="%(avatar_url)s">%(avatar)s</a>.
fa: <a href="%(user_url)s">%(avatar_creator)s</a> آواتار خود را بروزرسانی کردند.<a href="%(avatar_url)s">%(avatar)s</a>.
fr: <a href="%(user_url)s">%(avatar_creator)s</a> a mis à jour son avatar <a href="%(avatar_url)s">%(avatar)s</a>.
it: <a href="%(user_url)s">%(avatar_creator)s</a> ha aggiornato i suoi avatar <a href="%(avatar_url)s">%(avatar)s</a>.
ja: <a href="%(user_url)s">%(avatar_creator)s</a> さんがプロフィール画像 <a href="%(avatar_url)s">%(avatar)s</a> をアップロードしました。
nl: <a href="%(user_url)s">%(avatar_creator)s</a> heeft zijn profielfoto vernieuwd <a href="%(avatar_url)s">%(avatar)s</a>.
pl: <a href="%(user_url)s">%(avatar_creator)s</a> zaktualizował / zaktualizowała <a href="%(avatar_url)s">%(avatar)s</a>.
ru: <a href="%(user_url)s">%(avatar_creator)s</a> обновил свои аватары <a href="%(avatar_url)s">%(avatar)s</a>.
sk_sk: <a href="%(user_url)s">%(avatar_creator)s</a> si aktualizoval svoju profilovú fotografiu <a href="%(avatar_url)s">%(avatar)s</a>.
zh_cn: <a href="%(user_url)s">%(avatar_creator)s</a> 更新了头像 <a href="%(avatar_url)s">%(avatar)s</a>.

source: Your avatar has been updated. %(avatar)s http://%(current_site)s%(avatar_url)s
fa: آواتار شما بروزرسانی شد. %(avatar)s http://%(current_site)s%(avatar_url)s
fr: Votre avatar a été mis à jour. %(avatar)s http://%(current_site)s%(avatar_url)s
it: Il tuo avatar è stato aggiornato. %(avatar)s http://%(current_site)s%(avatar_url)s
ja: プロフィール画像を更新しました。 %(avatar)s http://%(current_site)s%(avatar_url)s
nl: Je profielfoto is vernieuwd. %(avatar)s http://%(current_site)s%(avatar_url)s
pl: Twój avatar został zaktualizowany %(avatar)s http://%(current_site)s%(avatar_url)s
pt_br: Sua foto de perfil foi atualizada. %(avatar)s http://%(current_site)s%(avatar_url)s
sk_sk: Vaša profilová fotografia bola aktualizovaná. %(avatar)s http://%(current_site)s%(avatar_url)s
zh_cn: 您的头像已经更新。 %(avatar)s http://%(current_site)s%(avatar_url)s

source: You have updated your avatar <a href="%(avatar_url)s">%(avatar)s</a>.
fa: شما آواتار خود را بروزرسانی کردید. <a href="%(avatar_url)s">%(avatar)s</a>.
fr: Vous avez mis à jour votre <a href="%(avatar_url)s">%(avatar)s</a>.
it: Hai aggiornato il tuo avatar <a href="%(avatar_url)s">%(avatar)s</a>.
ja: プロフィール画像を更新しました。 <a href="%(avatar_url)s">%(avatar)s</a>.
nl: De profielfoto is vernieuwd <a href="%(avatar_url)s">%(avatar)s</a>.
pl: Zaktualizowałeś / zaktualizowałaś swój avatar <a href="%(avatar_url)s">%(avatar)s</a>.
ru: Вы обновили аватар <a href="%(avatar_url)s">%(avatar)s</a>.
sk_sk: Aktualizovali ste si vašu profilovú fotografiu <a href="%(avatar_url)s">%(avatar)s</a>.
zh_cn: 您已经更新了头像 <a href="%(avatar_url)s">%(avatar)s</a>.

source: Default Avatar
fa: آواتار پیش‌فرض
fr: Avatar par défaut
it: Avatar Predefinito
ja: デフォルトのプロフィール画像
nl: Standaard profielfoto
pl: Domyślny avatar
pt_br: Foto de Perfil Padrão
ru: Аватар по умолчанию
sk_sk: Predvolená profilová fotografia
zh_cn: 默认头像

source: Successfully uploaded a new avatar.
fa: آواتار جدید با موفقیت بارگزاری شد.
fr: Votre nouveau avatar a été uploadé avec succès.
it: Nuovo avatar caricato con successo
ja: 新しいプロフィール画像をアップロードしました。
nl: De profielfoto is ververst.
pl: Pomyślnie wysłano nowy avatar.
pt_br: Nova foto de perfil enviada com sucesso.
ru: Новый аватар загружен.
sk_sk: Nová profilová fotografia bola úspešne nahraná.
zh_cn: 成功上传头像。

source: Successfully updated your avatar.
fa: آواتار شما با موفقیت بروزرسانی شد.
fr: Votre avatar a été mis à jour avec succès.
it: Il tuo avatar è stato aggiornato con successo.
ja: プロフィール画像を更新しました。
nl: Profielfoto vernieuwd.
pl: Pomyślnie zaktualizowano Twój avatar.
pt_br: Sua foto foi atualizada com sucesso.
ru: Аватар обновлён.
sk_sk: Profilová fotografia aktualizovaná.
zh_cn: 更新头像成功。

source: Successfully deleted the requested avatars.
fa: آواتارهای مدنظر با موفقیت حذف شدند.
fr: Les avatars sélectionnés ont été effacés avec succès.
it: Gli avatar selezionati sono stati eliminati con successo.
ja: 指定されたプロフィール画像を削除しました。
nl: Profielfoto verwijderd.
pl: Pomyślnie usunięto wskazany avatar.
pt_br: As fotos de perfil selecionadas foram excluídas com sucesso.
ru: Выбранные аватары удалены.
sk_sk: Odstránenie zvolených profilových fotografií bolo úspešné.
zh_cn: 成功删除头像。

source: File content is invalid. Detected: %(mimetype)s Allowed content types are: %(valid_mime_list)s
sk_sk: Druh súboru je neplatný. Detekovaný: %(mimetype)s .Povolené typy sú: %(valid_mime_list)s

source: Available avatars:
sk_sk: Profilové fotografie k dispozícií:
